# specify a directory to install
cask_args appdir: '/Applications'
tap 'caskroom/homebrew-cask' || true

cask 'caskroom/versions/java8'

brew 'awscli'
brew 'azure-cli'
brew 'elasticsearch'
brew 'git'
brew 'golang'
brew 'grafana'
brew 'jq'
brew 'logstash'
brew 'mysql'
brew 'node'
brew 'nomad'
brew 'python'
brew 'rsync'
brew 'ruby'
brew 'sonar-scanner'
brew 'telnet'
brew 'terraform'
brew 'tree'
brew 'vault'
brew 'vim'
brew 'wget'

cask 'atom'
cask 'chefdk'
cask 'google-chrome'
cask 'lastpass'
cask 'postman'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-json'
cask 'skype'
cask 'slack'
cask 'suspicious-package'
cask 'vagrant'
cask 'virtualbox'
